<%@ page pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Title</title>
</head>
<body>
<div>
    <div><h2>专业简介</h2></div>
    <div>
        <p>
            东北林业大学信息与计算机工程学院组建于1999年6月。学院以“自强、务实、尚学、进取”为院训，坚持“以人为本、人才强院、提高质量、特色发展”的办学原则，确立了“突出创新教育，注重内涵建设”的办学理念和“知识、能力、素质”三位一体的现代人才培养模式。
            <br>
            学院现拥有国家一级重点学科林业工程下设的“林业信息工程”二级博士点，计算机科学与技术、软件工程、信息与通信工程3个一级硕士学位授权点，电子信息（计算机技术、软件工程、电子与通信工程）、农业工程与信息技术2个全日制专业学位授权点。学院设有计算机类和电子信息类共2个本科专业大类，计算机类包含计算机科学与技术、信息管理与信息系统、软件工程3个本科专业；电子信息类包含电子信息工程、通信工程2个本科专业。所有本科专业全部按大类招生，培养方式为前3学期进行大类通识教育，第4学期起按专业分类培养。计算机科学与技术专业为省级重点专业，黑龙江省级一流本科专业建设点，2018年通过了工程教育认证。学院现有全日制在校生2494人，其中本科生2202人，研究生292人。
            <br>
            【师资力量】 学院现有教职工111人，其中专任教师101人，具有博士学位的教师占50%。教授10人、副教授43人，博士生导师10人，硕士生导师43人。外聘国内外兼职教授12人，特聘中国工程院院士1人，柔性引进特聘教授1人；国务院特殊津贴获得者1人，新世纪优秀人才支持计划2人，东北林业大学教学名师1人， 2名教师荣获黑龙江省高校“师德先进个人”荣誉称号。
            <br>
            【教研平台】 拥有“林业大数据与云计算国家林业重点实验室”、“黑龙江省林业智能装备工程研究中心”、“黑龙江省林业大数据存储与高性能（云）计算工程技术研究中心”3个省部级科研平台，以及“东北林业大学数字资源产业研究院”。拥有1个省级“TRIZ理论研究室”和3个研究生创新培养示范基地。学院共拥有面向本科生课程的专业实验室20个、创新实验室12个，实验室总面积4500余平方米，设备资产总额5000余万元。
            <br>
            【人才培养】 学院注重学生的创新思维、创新能力和创业精神的培养，重视工程能力的培训。学生可以根据个人意愿参加国家、省、校、院四级大学生创新创业项目，参加“ACM国际大学生程序设计竞赛”、“全国大学生电子设计竞赛”、“机器人竞赛”等竞赛的集训，也可参加导师所设立的“大学生科研训练项目”，锻炼实际动手能力和科学研究能力。历届学生中70%以上通过上述课外实践活动受益，在择业、升学过程中，展现出极大竞争力。
        </p>
    </div>
</div>
</body>
</html>